export const mockCartData = [
    {
        id: 1,
        count: 1,
        title: 'Смеситель Hansgrohe Focus E2 31960000 для душа',
        price: 1510,
        imageSrc: 'productSample.png'
    },
    {
        id: 2,
        count: 1,
        title: 'Смеситель Hansgrohe Focus E3 31960000 для душа',
        price: 1500,
        imageSrc: 'productSample.png'
    },
    {
        id: 3,
        count: 1,
        title: 'Смеситель Hansgrohe Focus E4 31960000 для душа',
        price: 1500,
        imageSrc: 'productSample.png'
    }
]

export const mockCatalogueIntroData = [
    {
        id: 1,
        title: 'Водонагреватели',
        items: [
            {
                id: 1,
                name: 'Проточные электрические'
            },
            {
                id: 2,
                name: 'Накопительные электрические'
            },
            {
                id: 3,
                name: 'Проточные газовые '
            },
            {
                id: 4,
                name: 'Комбинированные'
            }
        ],
        icon: 'catalogue-05.png'
    },
    {
        id: 2,
        title: 'Дымоходы',
        items: [
            {
                id: 1,
                name: 'Кирпичные'
            },
            {
                id: 2,
                name: 'стально гофрированные'
            },
            {
                id: 3,
                name: 'керамический'
            },
            {
                id: 4,
                name: 'полимерный'
            }
        ],
        icon: 'catalogue-07.png'
    },
    {
        id: 3,
        title: 'Сместители',
        items: [
            {
                id: 1,
                name: 'для кухни'
            },
            {
                id: 2,
                name: 'для раковины'
            },
            {
                id: 3,
                name: 'для душа'
            },
            {
                id: 4,
                name: 'для ванны'
            }
        ],
        icon: 'catalogue-01.png'
    },
    {
        id: 4,
        title: 'Конвекторы',
        items: [
            {
                id: 1,
                name: 'настенные'
            },
            {
                id: 2,
                name: 'плинтусные'
            },
            {
                id: 3,
                name: 'встраиваемые'
            },
            {
                id: 4,
                name: 'универсальные'
            }
        ],
        icon: 'catalogue-02.png'
    },
    {
        id: 1,
        title: 'Водонагреватели',
        items: [
            {
                id: 1,
                name: 'Проточные электрические'
            },
            {
                id: 2,
                name: 'Накопительные электрические'
            },
            {
                id: 3,
                name: 'Проточные газовые '
            },
            {
                id: 4,
                name: 'Комбинированные'
            }
        ],
        icon: 'catalogue-05.png'
    },
    {
        id: 2,
        title: 'Дымоходы',
        items: [
            {
                id: 1,
                name: 'Кирпичные'
            },
            {
                id: 2,
                name: 'стально гофрированные'
            },
            {
                id: 3,
                name: 'керамический'
            },
            {
                id: 4,
                name: 'полимерный'
            }
        ],
        icon: 'catalogue-07.png'
    },
    {
        id: 3,
        title: 'Сместители',
        items: [
            {
                id: 1,
                name: 'для кухни'
            },
            {
                id: 2,
                name: 'для раковины'
            },
            {
                id: 3,
                name: 'для душа'
            },
            {
                id: 4,
                name: 'для ванны'
            }
        ],
        icon: 'catalogue-01.png'
    },
    {
        id: 4,
        title: 'Конвекторы',
        items: [
            {
                id: 1,
                name: 'настенные'
            },
            {
                id: 2,
                name: 'плинтусные'
            },
            {
                id: 3,
                name: 'встраиваемые'
            },
            {
                id: 4,
                name: 'универсальные'
            }
        ],
        icon: 'catalogue-02.png'
    },
]

export const applicationSettings = {
    workDays: 'Пн-Сб',
    workHours: '9:00 - 18:30',
    contactPhone: '+7 (988) 294-04-34',
    email: 'eurotek@bk.ru',
    address: 'пр. Гамидова, 20, Махачкала, РД'
}

export const descriptionData = {
    "Описание": 'Плита OSB-3 от KRONOSPAN толщиной 9 мм, размер листа 1250 х 2500 мм, рабочая площадь листа 3,125 м². Оптимально подходит для выравнивания стен, для подготовки основания при устройcтве кровли из мягкой черепицы и металлочерепицы, для выравнивания полов перед укладкой паркета, плитки и ламината.Плита OSB-3 от KRONOSPAN толщиной 9 мм, размер листа 1250 х 2500 мм, рабочая площадь листа 3,125 м². Оптимально подходит для выравнивания стен, для подготовки основания при устройcтве кровли из мягкой черепицы и металлочерепицы, для выравнивания полов перед укладкой паркета, плитки и ламината Плита OSB-3 от KRONOSPAN толщиной 9 мм, размер листа 1250 х 2500 мм, рабочая площадь листа 3,125 м². Оптимально подходит для выравнивания стен, для подготовки основания при устройcтве кровли из мягкой черепицы и металлочерепицы, для выравнивания полов перед укладкой паркета, плитки и ламината.Плита OSB-3 от KRONOSPAN толщиной 9 мм, размер листа 1250 х 2500 мм, рабочая площадь листа 3,125 м². Оптимально подходит для выравнивания стен, для подготовки основания при устройcтве кровли из мягкой черепицы и металлочерепицы, для выравнивания полов перед укладкой паркета, плитки и ламината.',
    "Документация": 'Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum" сразу показывает, "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum" сразу показывает',
    "Сертификаты": 'Сертификаты: Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона, а также реальное распределение букв и пробелов в абзацах, которое не получается при простой дубликации "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum" сразу показывает, "Здесь ваш текст.. Здесь ваш текст.. Здесь ваш текст.." Многие программы электронной вёрстки и редакторы HTML используют Lorem Ipsum в качестве текста по умолчанию, так что поиск по ключевым словам "lorem ipsum" сразу показывает'
}